INSERT INTO office_card
(id, description, default_price, current_fine, house_price, "level")
VALUES
    (1, 'Рязань, Кудрявцева, 56', 100000, 15000, 10000, 1),
    (2, 'Казань, Островского, 98', 150000, 20000, 30000, 1),
    (3, 'Краснодар, Кубанская набережная, 39', 200000, 25000, 50000, 1),
    (4, 'Воронеж, Кирова, 6A', 80000, 20000, 30000, 1),
    (5, 'Сочи, Триумфальный проезд, 1', 200000, 50000, 40000, 1);

INSERT INTO chance_card
("id", "number", description, money_difference, step)
VALUES
    (1, 6, 'Поздравляем с Днем рождения! Получите в подарок 50k', 50000, 1),
    (2, 7, 'Вы выиграли в лотерею! Получите 20k', 20000, 1),
    (3, 8, 'О нет, вас только что оштрафовали! Заплатите 10k', 10000, 1),
    (4, 9, 'Вы сегодня щедрый, отдайте всем игрокам по 20k', 20000, 1),
    (5, 10, 'Сосед слева требует от вас 10k. Так отдайте же их ему!', 10000, 1);

INSERT INTO level_fine
("id", "value")
VALUES
    (1,100),
    (2,200),
    (3,400),
    (4,800),
    (5,1200);
INSERT INTO office_card_fines
VALUES
    (1,1),
    (1,2),
    (1,3),
    (1,4),
    (1,5);

INSERT INTO player
("id", "name", balance)
VALUES
    (1,'Ivan',150000),
    (2,'Masha',150000),
    (3,'Nikita',150000),
    (4,'Danila',150000),
    (5,'Bogdan',150000);

INSERT INTO "session"
("id", "player_id")
VALUES
    ('1',1),
    ('2',2),
    ('3',3),
    ('4',4),
    ('5',5);